{
    "label": "D",
    "url": "https://static.500px.com/docs/commercial_licensing_agreement.pdf",
    "text": "500px, Inc.\nL I C E N S E  A G R E E M E N T\nThis License Agreement, together with any invoice (collectively, the “\nAgreement\n”), sets forth the terms and \nconditions between you, your employer, or any other client or end\n-\nuser on whose behalf you are \npurchasing a \nlicense as the licensee (collectively, “\nYou(r)\n” or “\nLicensee\n”) and 500px, Inc. (“\n500px\n”), as licensor. Your \nacceptance of this Agreement by licensing any images offered for licensing on the website (“\nImage(s)\n”) forms a \nbinding agreement betwee\nn Licensee and 500px.\nPlease read this Agreement carefully before downloading any Images. By downloading any Image, Licensee \nagrees to be bound by the terms of this Agreement, 500px’s Privacy Statement and 500px’s Website Terms of \nUse.\n1. \nOwnership of Im\nages\n. All Images on the 500px Website are protected by United States copyright law and\ninternational copyright treaties. 500px and/or its contributors own or control all rights, including the copyrights in \nand to the Images. 500px and/or its Contributors r\neserve all rights in and to the Images not expressly granted to \nLicensee in this Agreement.\n2. \nLicense Terms\n.\n2.1. \nStandard License\n.\nWeb and Print ready\n. Subject to the terms of this License Agreement, 500px grants Licensee a perpetual,\nworldwide, non\n-\nt\nransferable, non\n-\nsublicensable, non\n-\nexclusive right to reproduce, transmit and display, in\nwhole or in part, the Images and right to create derivative works (collectively “use”) with respect to the Images\nidentified on 500px’s Invoice, for up to 500,000 pr\nint copies and up to 1,000,000 impressions for digital\ncopies, under a standard license, for all uses in all media, subject to the restricted uses in Section 3 described\nbelow. As part of the standard license, Licensee may alter, crop, modify or adapt the \nImages. Licensee may\nmake a copy of the content for internal back\n-\nup purposes provided 500px’s copyright management\ninformation and any Image identifying information embedded with the digital file (“metadata”) is retained with\nthe file. Limited, temporary \ntransfers of the Images are permitted to third parties integral to the creation of the\nfinal product, provided such third parties agree to abide by the terms of this Agreement. 500px offers legal\ncoverage of up to US$10,000 per licensed Image with all stan\ndard licenses (please refer to Section 6.4 below\nfor additional information about 500px’s legal coverage).\nSingle user\n. This license is granted to one Licensee. An additional multi\n-\nseat license must be obtained for\nother members of Licensee’s organization\nto access Images and use them, as set forth in Section 2.2(iii) below.\n2.2. \nExtended Licenses\n. You may purchase an extended license to increase the usage rights granted in the\nstandard license as follows:\ni. \nUnlimited print runs and impressions \nuse the \nImages to create unlimited (a) print reproductions in excess\nof 500,000 copies, including without limitation, advertising, marketing and promotional materials, newspapers,\nmagazines, books or product packaging; and (b) digital impressions in excess of 1,00\n0,000 copies, including\nwithout limitation, video, television, cinema, software, applications, and electronic documents, subject to the\nrestricted uses in Section 3 described below.\nii. \nProducts for sale \nincorporate the \nImages \ninto print or electronic \nproducts for resale or distribution,\n(including templates and on\n-\ndemand products) without regard to the size of the print run, manufacturing units,\nor impressions of such products (including individual downloads), including without limitation, screen\n-\nsaver\ns or\nwallpapers for mobile devices, website designs, presentation templates, electronic greeting cards, print\ngreeting cards, business cards, t\n-\nshirts or other clothing or accessories, tote bags, mugs, magnets,\ncalendars, posters or any other electronic or\nprinted matter, provided that such product either combines the\nImage with words and/or other graphics or images; or the Image is not the primary factor driving the sale of\nsuch product.\niii. \nMulti\n-\nseat License \nprovides multiple members of a team within t\nhe same organization access to licensed\nImages. Unless a multi\n-\nseat license is purchased, Images may not be stored on a server or content\nmanagement system which gives more than one person simultaneous access to the content.\niv. \nExtended Legal Coverage \nof\nfers legal coverage of up to US$250,000 per licensed Image with all extended\nlicenses (please refer to Section 6.4 below for additional information about 500px’s legal coverage).\n2.3. \nOwnership of Derivative Works\n. In the event that Licensee creates a \nderivative work based on or\nincorporating one or more Images, all rights in and to such Images shall continue to be owned by 500px or its\nContributor, subject to Licensee’s rights to use such Image(s) pursuant to the terms of this Agreement.\n2.4. \nMarketin\ng and Promotion of Derivative Works\n. Licensee grants 500px the right to display or reference\nLicensee’s derivative work using or incorporating licensed Images for any marketing, educational, and/or\npromotional purposes as an example of customer usage.\n2.5\n. \nLimited Exclusivity\n. You may request that future licensing of an Image be removed from the Marketplace for \na limited period of time for an additional license fee by contacting 500px at sales@500px.com. Not all Images may \nbe available to be removed from a\nll marketplaces and past licensees will retain the right to continue to use the \nImage.\n3. \nRestrictions on Image Use\n. Licensee may NOT without obtaining specific prior written consent from 500px \n(which may not be available) do the following:\ni. Sublicense\n, sell, assign, convey or transfer any of its rights under this Agreement (except for derivative works\nincorporating any Image).\nii. \nWithout obtaining an appropriate extended license\n, \nuse the Images to \ncreate \n(a) \nprint reproductions in \nexcess of 500,00\n0copies\n, including without limitation, advertising, marketing and promotional materials, \nnewspapers, magazines, books or product packaging; \nand \n(b) \ndigital impressions in excess of 1,000,000 copies\n, \nincluding without limitation, video, television, cinema, software, applications, and electronic documents.  \niii. \nWithout obtaining an appropriate extended license, \nincorporate \nthe Images in\nto print or electronic \nproducts for resale or distribution, (inc\nluding templates and on\n-\ndemand products), without regard to the size of the \nprint run, manufacturing units, or impressions of such products (including individual downloads), including without \nlimitation, \nscreen\n-\nsavers or wallpaper\ns\nfor mobile devices\n, webs\nite designs, presentation templates, electronic \ngreeting cards, print greeting cards, business cards, t\n-\nshirts or other clothing or accessories, tote bags, mugs, \nmagnets, calendars, posters or any other electronic or printed matter, provided that such prod\nuct either combines \nthe Image with words and/or graphics or images; or the Image is not the primary factor driving the sale of such \nproduct.  \niv. \nWithout obtaining a multi\n-\nseat license, \nprovide\nmultiple members of a team within the same organization acce\nss \nto licensed Images. Unless a multi\n-\nseat license is purchased, Images may not be stored on a server or content\nmanagement system which gives more than one person simultaneous access to the content.\nv. Sell, license or distribute its final product in suc\nh a way that permits Licensee’s end\n-\nusers to extract or access\nany Image as a stand\n-\nalone unmodified file.\nvi. Incorporate any Image into a logo, trademark or service mark.\nvii. Use any Image in a pornographic, defamatory, libelous or otherwise illegal \nmanner, whether directly or in\ncontext or juxtaposition with other subject matter and materials.\nviii. Use any Image in any manner prohibited by any international export laws, restrictions or regulations.\nix. Falsely represent (either expressly or by imp\nlication) that Licensee is the original creator of a visual work that \nderives a substantial part of its artistic components from any Image.\nx. Without obtaining the prior written consent of 500px and the payment of an additional license fee, upload an\nIma\nge as an unmodified standalone file to file\n-\nsharing websites or social networking websites or other third party \nwebsite that claims to acquire \nownership \nrights in the Images\ncontrary to the terms of this Agreement. Upon 500px’s request, Licensee shall imme\ndiately remove any\nImages from such platform or website.\nxi. Use content identified as “Editorial Use Only”, for any commercial, promotional, endorsement, advertising or\nmerchandising use. For the avoidance of doubt, “Editorial Use Only” means use rela\nting to events that are\nnewsworthy or of general interest and expressly excludes any advertorial sections (i.e. sections or\nsupplements featuring brand and/or product names or sections or supplements in relation to which Licensee\nreceives a fee from a thir\nd\n-\nparty advertiser or sponsor).\nxii. Use the Images for editorial purposes without including the following credit adjacent to the Image or included in \naudio/visual production credits “© Photographer Name / 500px”\n4. \nSensitive Use Disclaimer\n. If an Image \nfeaturing a model or property is used in connection with a subject that \nwould be unflattering, embarrassing or unduly controversial to a reasonable person (except for Images identified as \n“Editorial Use Only” used in an editorial manner), Licensee must acc\nompany each such use with a conspicuous \nstatement that indicates that (i) the Image is being used for illustrative purposes only; and (ii) if a recognizable \nperson is depicted in the Image, that person is a model.\n5. \nReleases\n. Model releases can be provid\ned to Licensee for Images containing identifiable persons upon \nrequest, if 500px indicates that a model release is available. \nPersonal information may be\nremoved \nfrom the model \nrelease \nto protect the privacy of the model. \nOther than model releases for r\necognizable persons on Images \nidentified as released, 500px grants no rights and makes no warranties with regard to the use of names, \ntrademarks, trade dress, registered, unregistered or copyrighted designs or works of art or architecture depicted in \nany I\nmage, and Licensee must satisfy itself that all the necessary rights or consents regarding any of the above, as \nmay be required for reproduction, have been obtained.\n6. \nIndemnity and Legal Coverage\n.\n6.1. \n500px Indemnity\n. Provided Licensee is not \notherwise in breach of this Agreement and subject to Sections \n6.4 and 7 of this Agreement, Licensee's sole and exclusive remedy for any breach of the representations and\nwarranties, 500px shall defend, indemnify and hold harmless Licensee and its parent, s\nubsidiaries and\ncommonly owned or controlled affiliates and their respective officers, directors and employees from all\ndamages, liabilities and expenses (including reasonable attorneys’ fees and costs), arising out of or connected\nwith any actual lawsuit \nor legal proceeding alleging that 500px is in breach of its warranties set forth in Section\n7 of this Agreement. \nNo other indemnification is offered by 500px under this Agreement\n.\n6.2. \nLicensee Indemnity\n. Licensee agrees to defend, indemnify and hold 500p\nx and its parent, subsidiaries and \ncommonly owned or controlled affiliates and their respective officers, directors and employees harmless from all \ndamages, liabilities and expenses (including reasonable attorneys' fees and costs), arising out of or as a r\nesult of \nclaims by third parties relating to Licensee's use of any Image(s) outside the scope of this Agreement; modification \nof any Images or combination of any Images, with any text or other content; or any other breach by Licensee of \nthis Agreement. 500\npx shall not be liable for any damages, costs or losses arising as a result of modifications \nmade to the Images or due to the context in which the Images are used by Licensee.\n6.3. \nIndemnification Conditions\n. The parties’ indemnity obligations contained i\nn this Agreement are conditioned \nupon the indemnified party: (i) promptly providing the other party with written notice of any claim; (ii) giving the \nother party control of such defense and settlement, provided that the indemnifying party shall not make an\ny \nsettlement which imposes any material obligations on the indemnified party without the prior written consent of the \nindemnified party; and (iii) providing the indemnifying party with all reasonable information necessary to defend \nsuch claim.\n6.4. \nLegal \nCoverage\n. All standard licenses include up to US$10,000 indemnification coverage per licensed Image \nand extended licenses include up to US$250,000 indemnification coverage per licensed image, if 500px\nbreaches any of its warranties set forth in Section 7 o\nf this Agreement, subject to the Licensee (a) not\nbreaching the terms of this Agreement; and (b) using the Images in a manner that is consistent with the terms\nof this Agreement.\n7. \nWarranties and Limitation of Liability\n. 500px warrants (a) it has all nec\nessary rights and authority to enter \ninto and perform its obligations under this Agreement and grant the rights provided herein; and (b) the authorized \nuse of the unaltered Images will not violate any third party copyrights, trademarks, or right of privacy\nor publicity to \nthe underlying Images if model releases are available.\n500PX MAKES NO OTHER WARRANTIES, EXPRESS OR IMPLIED, REGARDING, INCLUDING, WITHOUT\nLIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. \n500PX SHALL NOT BE LIABLE TO LICENSEE OR ANY OTHER PERSON OR ENTITY FOR ANY GENERAL, \nPUNITIVE, SPECIAL, DIRECT, INDIRECT, CONSEQUENTIAL OR INCIDENTAL DAMAGES, OR LOS\nT PROFITS \nOR ANY OTHER DAMAGES, COSTS OR LOSSES ARISING OUT OF LICENSEE'S USE OF THE IMAGES, OR \nOTHERWISE, EVEN IF 500px HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, COSTS OR \nLOSSES. \nIN NO EVENT SHALL THE TOTAL AGGREGATE LIABILITY OF 500PX OR ANY O\nF ITS \nSUBSIDIARIES,\nSUCCESSORS, PREDECESSORS, PARENTS, AFFILIATES, OR CONTENT \nCONTRIBUTORS, OR THEIR\nRESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, CONTRACTORS, OR \nLICENSORS OWED TO LICENSEE\nOR ANY THIRD PARTY CLAIMING THROUGH LICENSEE ARISING \nFROM THIS AGREEM\nENT, ITS\nTERMINATION OR EXPIRATION, AND/OR LICENSEE’S USE OF ANY \nIMAGES PROVIDED BY 500PX, EXCEED\n$10,000 PER IMAGE LICENSED OR $250,000 PER IMAGE \nLICENSED WITH EXTENDED LEGAL COVERAGE.\nSOME JURISDICTIONS DO NOT PERMIT THE \nEXCLUSION OR LIMITATION OF IMPLIE\nD WARRANTIES OR\nLIABILITY FOR CERTAIN CATEGORIES OF \nDAMAGES.\n8. \nPayment Terms\n. \nAlthough you may be allowed to use the Images before payment is received by 500px, your \nuse of any Images will be considered to be unlicensed \nuntil full payment of 500px’s invo\nice is received\npursuant to \n500px’s payment terms\n. \nUnless credit terms have specifically been agreed upon in writing by 500px, payment of \n500px's invoices must be received within thirty (30) days of its date (net of any discounts). The Licensee agrees t\no \npay 500px a service charge of 1.5% percent per month on any unpaid balance after this time period for the use of \nany Image. Any disputes concerning the invoice must be submitted in writing, within thirty (30) days of the invoice \ndate, or the Licensee sha\nll be deemed to have accepted the invoice as issued.\n9. \nCancellation Policy\n. All licenses are final; no refunds or credits will be allowed.\n10. \nCopyright Infringement and Liquidated Damages\n. In the event that the Licensee utilizes any Image\nwithout \na license, 500px reserves the right to seek damages through a legal claim unless the Licensee agrees to \nreimburse 500px, as liquidated damages, a sum equal to \nat least \nfive (5) times the market value price charged for \nsuch use of an Image. If the Licensee \nfails to make the payment as outlined above, within thirty (30) days of \n500px’s invoicing such fee, this liquidated damage provision shall be void and 500px reserves the right to sue \nLicensee (including without limitation Licensee’s client(s) and end\n-\nuser(\ns)) for copyright infringement, including \nattorneys' fees and all associated costs.\n11. \nTermination\n. The license contained in this Agreement will terminate automatically without notice from 500px if \nLicensee fails to comply with any provision of this Agre\nement. Upon termination, Licensee must immediately (i) \nstop using the Images; (ii) destroy or, upon the request of 500px, return the Images to 500px; and (iii) delete or \nremove the Images from Licensee's premises, computer systems and storage (electronic o\nr physical).\n12. \nRevocation\n. 500px reserves the right to revoke the license to use any Image for good cause and elect to \nreplace such Image with an alternative Image. Upon notice of any revocation of a license for any Image, Licensee \nshall immediately cea\nse using such Images, shall take all reasonable steps to discontinue use of the replaced \nImages in products that already exist and shall inform all end\n-\nusers and clients of same. If the Image(s) is used on \na social media or other third party website; the I\nmages may only be used as part of another work and not as a \nstand\n-\nalone file; and any rights shall automatically be revoked in the event that the third party website seeks to \nexploit purported rights to the Images contrary to the terms of this Agreement.\n13. \nSeverability\n. If one or more of the provisions contained in the Agreement is found to be invalid, illegal or \nunenforceable in any respect, the validity, legality and enforceability of the remaining provisions shall not be \naffected. Such provisions shal\nl be reformed only to the extent to make it enforceable.\n14. \nChoice of Law/Attorneys’ Fees\n. This Agreement shall be interpreted in accordance with the laws of the \nprovince of Ontario and the applicable laws of Canada, without reference to any laws relatin\ng to conflicts of laws. \nLicensee agrees to submit to the exclusive jurisdiction of the provincial and federal courts located in Toronto, \nOntario, Canada. The United Nations Convention on Contracts for the International Sale of Goods does not govern \nthis Ag\nreement. If 500px is obligated to go to court to enforce any of its rights, the Licensee agrees to reimburse \n500px for its legal fees and disbursements (including attorneys’ fees and costs) if 500px is successful.\n15. \nWaiver\n. No action of 500px, other tha\nn express written waiver, may be construed as a waiver of any provision \nof this Agreement.\n16. \nEntire Contract\n. This Agreement (including any invoice issued to Licensee) contains all the terms of the \nlicense agreement and no terms or conditions may be add\ned or deleted unless made in writing and signed by an \nauthorized representative of both parties. In the event of any inconsistency between the terms contained herein \nand the terms contained on any purchase order or other writing sent by Licensee, the terms\nof this Agreement \nshall govern.\n"
}